Repository: kimjjang869-bot/pickshot
Catalog: PhotoRawManager/Localizable.xcstrings
Source language: ko
Languages: en

source: íì¬ íí° ì¤ì ì ì ì¥í©ëë¤.
en: Save current filter settings.

source: íì¬ íí° ì ì¥...
en: Save Current Filter...

source: íì¬: \(subscriptionManager.currentTier.displayName)
en: Current: \(subscriptionManager.currentTier.displayName)

source: íì
en: Format

source: í¸íì±
en: Compatibility

source: ííì´ì§
en: Homepage

source: íë©´ ë§ì¶¤
en: Fit to Screen

source: íë©´ ë§ì¶¤ (Cmd+0)
en: Fit to Screen (Cmd+0)

source: íì§ ì°ì
en: Quality First

source: íë
en: Zoom In

source: íë (Cmd+)
en: Zoom In (Cmd+)

source: íë / ì¶ì
en: Zoom In / Out

source: íë/ì¶ì
en: Zoom

source: íë/ì¶ì (ëë¸í´ë¦­: íë©´ ë§ì¶¤)
en: Zoom (Double-click: Fit to Screen)

source: íì¸
en: OK

source: íì¸ ìì´ ë°ë¡ í´ì§íµì¼ë¡ ì´ëí©ëë¤. âZ ë¡ ëëë¦´ ì ììµëë¤.
en: Move to Trash immediately without confirmation. Undo with ⌘Z.

source: íì¥ì ì ê±° í íì¼ëª (baseName) ë¹êµ
en: Compare by filename without extension (baseName)

source: íì¥ìë³
en: By Extension

source: íì±í
en: Activate

source: íì
en: Gray

source: í´ì§íµì¼ë¡ ì´ë
en: Move to Trash

source: íë°±
en: Black & White

source: íë¤ë¦¼, ì´ì  ëê°, ì¸ë¬¼ ì´ì  ë¯¸ì¤ ê°ì§
en: Detect blur, out-of-focus, and missed focus on subjects

source: í°ì
en: White

source: í°ì ê³ì´
en: White Tones

source: íì¤í ê·¸ë¨
en: Histogram

source: íì¤í ê·¸ë¨ ê¸°ë³¸ íì
en: Show Histogram by Default

source: íì¤í ê·¸ë¨ ì¤ë²ë ì´ í ê¸
en: Toggle Histogram Overlay

source: íì¤í ë¦¬ ì§ì°ê¸°
en: Clear History

source: ð¢ ì ì½ â ìë ì°ì ì¤ì  ì¶ì²
en: 🐢 Economy — Speed-first setting recommended

source: ð¤ \(store.faceGroupName(for: fgID)) íí° ì ì©
en: 👤 Applying \(store.faceGroupName(for: fgID)) filter

source: ð° ë¹ì©: $\(String(format:
en: 💰 Cost: $\(String(format:

source: ð¾ JPG: ìëë³´ì /\(jpg.lastPathComponent)
en: 💾 JPG: AutoCorrection/\(jpg.lastPathComponent)

source: ð¾ RAW: ìëë³´ì /\(raw.lastPathComponent)
en: 💾 RAW: AutoCorrection/\(raw.lastPathComponent)

source: ð '\(folderURL.lastPathComponent)' â '\(destination.lastPathComponent)'ë¡ ì´ë
en: 📁 Moved '\(folderURL.lastPathComponent)' → '\(destination.lastPathComponent)'

source: ð '\(name)' í´ë ìì± ìë£
en: 📁 Folder '\(name)' created

source: ð \(cat): \(count)ì¥ (\(pct)%)
en: 📁 \(cat): \(count) photos (\(pct)%)

source: ð \(copied)ê° íì¼ ë³µì¬ ìë£ â \(destFolder.lastPathComponent)
en: 📂 \(copied) files copied → \(destFolder.lastPathComponent)

source: ð \(movedCount)ì¥ì \(Set(categorized.compactMap { $0.aiCategory }).count)ê° í´ëë¡ ì ë¦¬ ìë£
en: 📂 \(movedCount) photos organized into \(Set(categorized.compactMap { $0.aiCategory }).count) folders

source: ð ì¹´í ê³ ë¦¬
en: 📂 Category

source: ð ì ì²´: \(totalCount)ì¥
en: 📊 Total: \(totalCount) photos

source: ð íì©ë
en: 📊 Usage

source: ð \(targetCount)ê° íì¼ëª ë³µì¬ë¨
en: 📋 \(targetCount) filenames copied

source: ð ê³µì ë§í¬ê° í´ë¦½ë³´ëì ë³µì¬ëììµëë¤. í´ë¼ì´ì¸í¸ìê² ì ë¬í´ì£¼ì¸ì.
en: 🔗 Share link copied to clipboard. Send it to your client.

source: ð ê³ ì±ë¥ â ìµë ì¤ì  ê°ë¥
en: 🚀 High Performance — Maximum settings available

source: ð¤ AI ë² ì¤í¸ì·
en: 🤖 AI Best Shot

source: ð¤ AI ë³´ì  ìë£
en: 🤖 AI Correction Complete

source: ð¤ AI ë³´ì  ì ì
en: 🤖 AI Correction Suggestions

source: ð¤ AI ë¶ë¥ ì¤í
en: 🤖 Run AI Classification

source: ð¤ AI ì¬ì§ ì¤ëª
en: 🤖 AI Photo Description

source: ð¤ AI ì¤ë§í¸ ë¶ë¥
en: 🤖 AI Smart Classification

source: ð¤ AI ìë ë³´ì 
en: 🤖 AI Auto Correction

source: ð¤ AI íë¡¬íí¸ ë¶ë¥
en: 🤖 AI Prompt Classification

source: ð¤ ìì§: \(engine)
en: 🤖 Engine: \(engine)

source: --- 자동 보정 적용 완료 ---
en: --- Auto Correction Applied ---

source: 덮어쓰기로 진행하시겠습니까?
en: Proceed with overwrite?

source: 미매칭: \(r.unmatched.count)장
en: Unmatched: \(r.unmatched.count) photos

source: ... 외 \(existingFiles.count - 5)개
en: ... and \(existingFiles.count - 5) more

source: SP 셀렉: \(spCount)장
en: SP Select: \(spCount) photos

source: 💰 API 비용: $\(String(format:
en: 💰 API Cost: $\(String(format:

source: (Cmd+Z 되돌리기)
en: (Undo: Cmd+Z)

source: (\(failed)장 실패)
en: (\(failed) photos failed)

source: "유사 그룹핑" → "현재 셀렉 학습"
en: "Similar Grouping" → "Learn Current Culling"

source: %.0f분 %.0f초
en: %.0fm %.0fs

source: %.0f초
en: %.0fs

source: %.1f초
en: %.1fs

source: %d분 %d초
en: %dm %ds

source: '\(backup.detectedVolumeName)' 카드의 사진을 백업합니다
en: Backing up photos from '\(backup.detectedVolumeName)' card

source: '\(displayName)' 볼륨에 접근합니다. 열기를 눌러주세요.
en: Accessing '\(displayName)' volume. Please click Open.

source: '\(item.name)' 볼륨을 추출하시겠습니까?
en: Eject '\(item.name)' volume?

source: '\(item.name)' 추출
en: Eject '\(item.name)'

source: '\(item.name)' 추출 실패: \(error.localizedDescription)
en: Failed to eject '\(item.name)': \(error.localizedDescription)

source: '\(item.name)' 추출 완료
en: '\(item.name)' ejected

source: '\(newName)'으로 이름 변경 완료
en: Renamed to '\(newName)'

source: '\(newName)'으로 표시 이름 변경
en: Display name changed to '\(newName)'

source: '\(result.volumeName)' 카드
en: '\(result.volumeName)' Card

source: '\(store.faceGroupName(for: gid))' 의 이름을 입력하세요
en: Enter name for '\(store.faceGroupName(for: gid))'

source: '\(store.faceGroupName(for: gid))' 이름 변경
en: Rename '\(store.faceGroupName(for: gid))'

source: (\(targetPhotos.count)장)
en: (\(targetPhotos.count) photos)

source: )\(secs)초
en: )\(secs)s

source: )초 이내
en: )s or less

source: +\(remainCount)장
en: +\(remainCount) photos

source: , avgSimilarity * 100))% — ★1 별점 적용됨
en: , avgSimilarity * 100))% — ★1 star applied

source: , result.totalTime))초)
en: , result.totalTime))s)

source: , tracker.estimatedCostUSD)) 사용
en: , tracker.estimatedCostUSD)) used

source: , tracker.remainingUSD)) 남음
en: , tracker.remainingUSD)) remaining

source: - (대시)
en: - (dash)

source: . (점)
en: . (period)

source: ... 외 \(duplicateFiles.count - 5)개
en: ... and \(duplicateFiles.count - 5) more

source: ... 외 \(result.groups.count - 20)개 그룹
en: ... and \(result.groups.count - 20) more groups

source: ... 외 \(targetPhotos.count - 5)개
en: ... and \(targetPhotos.count - 5) more

source: ... 외 \(unmatchedList.count - 20)개
en: ... and \(unmatchedList.count - 20) more

source: ... 외 \(uploadErrors.count - 5)건
en: ... and \(uploadErrors.count - 5) more errors

source: .pickshot 파일 가져오기
en: .pickshot File Import

source: .pickshot 파일 선택
en: Select .pickshot File

source: .pickshot 파일을 선택하세요
en: Select a .pickshot file

source: /년
en: /year

source: /월
en: /month

source: 2~4장의 사진을 선택해야 비교할 수 있습니다. 현재 \(currentCount)장 선택됨. Cmd+클릭으로 여러 장을 선택하세요.
en: Select 2–4 photos to compare. Currently \(currentCount) selected. Cmd+click to select multiple photos.

source: 3주 트라이얼 시스템
en: 3-Week Trial System

source: AI 기능은 Pro 구독이 필요합니다. API 키가 설정되어 있지 않으면 설정에서 입력해주세요.
en: AI features require a Pro subscription. If no API key is set, enter it in Settings.

source: AI 기능을 사용하려면
en: To use AI features

source: AI 모델 업데이트 (NIMA + AdaFace R18)
en: AI Model Update (NIMA + AdaFace R18)

source: AI 사용량: $\(String(format:
en: AI Usage: $\(String(format:

source: AI 사진 매칭
en: AI Photo Matching

source: AI 셀렉
en: AI Culling

source: AI 추천
en: AI Picks

source: AI 추천 (\(aiCount)장)
en: AI Picks (\(aiCount) photos)

source: API 업로드
en: API Upload

source: API 오류 (\(httpResponse.statusCode)): \(responseBody)
en: API Error (\(httpResponse.statusCode)): \(responseBody)

source: API 키를 먼저 설정해주세요
en: Set up your API key first

source: API 키를 입력하세요
en: Enter API key

source: AdaFace 얼굴 인식 (R18 CoreML)
en: AdaFace Face Recognition (R18 CoreML)

source: Before/After 보정 비교
en: Before/After Correction Compare

source: Cmd + 방향키
en: Cmd + Arrow Keys

source: Cmd + 클릭
en: Cmd + Click

source: Drive에 .pickshot 파일이 없습니다
en: No .pickshot files on Drive

source: Drive에 폴더가 없습니다
en: No folders on Drive

source: Drive에서 .pickshot 파일 검색 중...
en: Searching for .pickshot files on Drive...

source: Drive에서 클라이언트 셀렉 폴더 검색 중...
en: Searching for client culling folders on Drive...

source: EXIF Rating 자동 적용
en: Auto-apply EXIF Rating

source: FolderWatcher 리로드/CPU 과부하 수정
en: FolderWatcher Reload/CPU Overload Fix

source: GPS 사진: \(gpsPhotos.count)장 / 전체: \(photos.count)장
en: GPS Photos: \(gpsPhotos.count) / Total: \(photos.count)

source: Google Drive 로그인 필요
en: Google Drive Login Required

source: Google Drive 로그인이 필요합니다
en: Google Drive login required

source: Google Drive 로그인이 필요합니다. 설정에서 Google 로그인을 해주세요.
en: Google Drive login required. Please sign in to Google in Settings.

source: Google Drive 미연결
en: Google Drive Not Connected

source: Google Drive 업로드 + G Select 웹 뷰어
en: Google Drive Upload + G Select Web Viewer

source: Google Drive 연결됨
en: Google Drive Connected

source: Google Drive 전송
en: Send to Google Drive

source: Google Drive에서 클라이언트 셀렉 폴더를 선택하세요
en: Select client culling folder from Google Drive

source: Google OAuth Client ID가 설정되지 않았습니다.
en: Google OAuth Client ID is not configured.

source: Google 로그인 실패
en: Google Sign-in Failed

source: Google 오류: \(errorMsg) \(desc)
en: Google Error: \(errorMsg) \(desc)

source: G셀렉
en: G-Select

source: G셀렉 (Drive)
en: G-Select (Drive)

source: G셀렉 \(gSelectedIDs.count)장
en: G-Select \(gSelectedIDs.count) photos

source: G셀렉 ↑업로드 중... (\(gSelectedIDs.count)장)
en: G-Select ↑Uploading... (\(gSelectedIDs.count) photos)

source: G셀렉 완료
en: G-Select Complete

source: G셀렉 해제
en: Clear G-Select

source: G셀렉: \(gSelect.uploadedCount)/\(gSelect.gSelectedIDs.count)장 업로드 완료 | 클릭하여 종료
en: G-Select: \(gSelect.uploadedCount)/\(gSelect.gSelectedIDs.count) uploaded | Click to dismiss

source: G셀렉을 사용하려면 Google 계정으로 로그인해야 합니다.
en: G-Select requires signing in with a Google account.

source: G키 → 업로드
en: G key → Upload

source: HW JPEG 디코더 + Metal GPU 가속
en: HW JPEG Decoder + Metal GPU Acceleration

source: JPG \(result.copiedJPG)장, RAW \(result.copiedRAW)장 복사됨
en: \(result.copiedJPG) JPG, \(result.copiedRAW) RAW copied

source: JPG 반환 매칭
en: JPG Return Matching

source: JPG 변환 시작
en: Start JPG Conversion

source: JPG 파일로 미리보기하고, 매칭되는 RAW 파일을 함께 관리합니다. jpg/raw 폴더가 분리되어 있어도 자동으로 매칭됩니다.
en: Preview with JPG files and manage matched RAW files together. Auto-matches even if jpg/raw folders are separated.

source: JPG 파일이 있는 폴더를 선택하세요
en: Select folder containing JPG files

source: JPG 폴더 선택
en: Select JPG Folder

source: JPG+RAW 매칭
en: JPG+RAW Matching

source: JPG+RAW 매칭 + 내보내기 UI 개편
en: JPG+RAW Matching + Export UI Redesign

source: JPG, RAW 매칭 복사
en: JPG, RAW Matched Copy

source: JPG: \(photos.count)장
en: JPG: \(photos.count) photos

source: JPG만 있음 (RAW 없음): \(result.jpgOnlyNames.count)장
en: JPG only (no RAW): \(result.jpgOnlyNames.count) photos

source: JPG와 RAW 파일을 복사할 대상 폴더를 선택하세요
en: Select destination folder for JPG and RAW files

source: JPG와 같은 이름의 RAW를 찾아서 함께 복사합니다
en: Finds RAW files with the same name as JPG and copies them together

source: LUT 관리 — .cube 파일 로딩 + 실시간 프리뷰
en: LUT Management — .cube file loading + live preview

source: LUT 끄기
en: LUT Off

source: LUT 켜기
en: LUT On

source: Lightroom 내보내기
en: Lightroom Export

source: Lightroom으로 가져올 RAW + XMP 파일을 저장할 폴더를 선택하세요
en: Select folder to save RAW + XMP files for Lightroom import

source: M월 d일 HH:mm
en: MMM d HH:mm

source: NIMA AI 미적 품질 점수 (CoreML)
en: NIMA AI Aesthetic Quality Score (CoreML)

source: PDF 생성 실패
en: PDF Generation Failed

source: PDF 저장 실패: \(error.localizedDescription)
en: PDF Save Failed: \(error.localizedDescription)

source: PDF 저장 완료 → \(url.lastPathComponent)
en: PDF Saved → \(url.lastPathComponent)

source: PhotoStore 대규모 모듈화 (Selection/Folder/Rating/...)
en: PhotoStore Large-scale Modularization (Selection/Folder/Rating/...)

source: PickShot 뷰어
en: PickShot Viewer

source: Quick Look 미리보기
en: Quick Look Preview

source: RAW + Lightroom 내보내기
en: RAW + Lightroom Export

source: RAW \(result.copiedRAW)장, XMP \(result.copiedXMP)장 내보냄
en: \(result.copiedRAW) RAW, \(result.copiedXMP) XMP exported

source: RAW → JPG 변환
en: RAW → JPG Conversion

source: RAW → JPG 변환 (\(targetCount)장)
en: RAW → JPG Conversion (\(targetCount) photos)

source: RAW 없는 사진 \(photos.count - withRAW)장은 제외됩니다
en: \(photos.count - withRAW) photos without RAW will be excluded

source: RAW 폴더 선택
en: Select RAW Folder

source: RAW: \(withRAW)장
en: RAW: \(withRAW) photos

source: RAW: \(withRAW)장 (매칭됨)
en: RAW: \(withRAW) photos (matched)

source: RAW만 있음 (JPG 없음): \(result.rawOnlyNames.count)장
en: RAW only (no JPG): \(result.rawOnlyNames.count) photos

source: Resumable 세션 시작 실패 (HTTP \(code))
en: Failed to start resumable session (HTTP \(code))

source: SP 셀렉
en: SP Select

source: SP 토글
en: SP Toggle

source: SP 해제
en: Clear SP

source: SP: \(spCount)장
en: SP: \(spCount) photos

source: SSD 고속
en: SSD Fast

source: Shift + 방향키
en: Shift + Arrow Keys

source: Shift + 클릭
en: Shift + Click

source: SmartCull + 인물 메뉴 + HDD/SD 최적화
en: SmartCull + People Menu + HDD/SD Optimization

source: Upright 가이드 + 듀얼 스크린 뷰어
en: Upright Guide + Dual Screen Viewer

source: Vision 로컬 분류
en: Vision Local Classification

source: Vision 장면 분류 + 얼굴 그룹핑
en: Vision Scene Classification + Face Grouping

source: XMP (별점): \(withRAW)장 생성 예정
en: XMP (rating): \(withRAW) files to be created

source: XMP 사이드카 (Lightroom/Bridge 호환)
en: XMP Sidecar (Lightroom/Bridge compatible)

source: \(Int(elapsed))초
en: \(Int(elapsed))s

source: \(Int(interval / 3600))시간 \(Int((interval.truncatingRemainder(dividingBy: 3600)) / 60))분
en: \(Int(interval / 3600))h \(Int((interval.truncatingRemainder(dividingBy: 3600)) / 60))m

source: \(Int(interval / 60))분
en: \(Int(interval / 60))m

source: \(Int(interval))초
en: \(Int(interval))s

source: \(Int(previewCacheSize))장
en: \(Int(previewCacheSize)) photos

source: \(Int(remaining / 60))분 \(Int(remaining) % 60)초 남음
en: \(Int(remaining / 60))m \(Int(remaining) % 60)s remaining

source: \(Int(remaining / 60))분 \(Int(remaining.truncatingRemainder(dividingBy: 60)))초
en: \(Int(remaining / 60))m \(Int(remaining.truncatingRemainder(dividingBy: 60)))s

source: \(Int(remaining / 60))분 \(Int(remaining.truncatingRemainder(dividingBy: 60)))초 남음
en: \(Int(remaining / 60))m \(Int(remaining.truncatingRemainder(dividingBy: 60)))s remaining

source: \(Int(remaining))초
en: \(Int(remaining))s

source: \(Int(remaining))초 남음
en: \(Int(remaining))s remaining

source: \(Int(styleThreshold))점 이상 셀렉
en: Select \(Int(styleThreshold))+ points

source: \(SystemSpec.shared.cpuBrand) (\(SystemSpec.shared.coreCount)코어)
en: \(SystemSpec.shared.cpuBrand) (\(SystemSpec.shared.coreCount) cores)

source: \(activeCount)개 작업
en: \(activeCount) tasks

source: \(activeFields)개 필드 → \(targetPhotos.count)장에 적용
en: \(activeFields) fields → applied to \(targetPhotos.count) photos

source: \(aiConcurrency)장
en: \(aiConcurrency) photos

source: \(analysisType) 분석 중...
en: Analyzing \(analysisType)...

source: \(analyzed)/\(total)장
en: \(analyzed)/\(total) photos

source: \(bestPhoto.fileName) 스페이스 셀렉 토글
en: \(bestPhoto.fileName) space select toggle

source: \(cluster.photoIDs.count)장
en: \(cluster.photoIDs.count) photos

source: \(completed)/\(photos.count)장
en: \(completed)/\(photos.count) photos

source: \(count)장
en: \(count) photos

source: \(count)장 · \(modelName)
en: \(count) photos · \(modelName)

source: \(count)장 업로드됨
en: \(count) photos uploaded

source: \(count)장의 사진이 발견되었습니다
en: \(count) photos found

source: \(done)장 \(verb) 완료
en: \(done) photos \(verb) complete

source: \(engine.capitalized) 연결 성공
en: \(engine.capitalized) connected successfully

source: \(faceRows.count)명 감지
en: \(faceRows.count) faces detected

source: \(failed)장 실패
en: \(failed) photos failed

source: \(filesToUpload.count)개 파일
en: \(filesToUpload.count) files

source: \(group.clusters.flatMap(\.photoIDs).count)장
en: \(group.clusters.flatMap(\.photoIDs).count) photos

source: \(group.count)장
en: \(group.count) photos

source: \(group.photos.count)장
en: \(group.photos.count) photos

source: \(groups.count)개 시간대 · \(groups.reduce(0) { $0 + $1.photos.count })장
en: \(groups.count) time slots · \(groups.reduce(0) { $0 + $1.photos.count }) photos

source: \(icon) \(cat) (\(count)장)
en: \(icon) \(cat) (\(count) photos)

source: \(icon) \(level) (\(count)장)
en: \(icon) \(level) (\(count) photos)

source: \(label.rawValue) (키: \(label.key.isEmpty ?
en: \(label.rawValue) (key: \(label.key.isEmpty ?

source: \(label.rawValue) 라벨 필터 (\(label.key.isEmpty ?
en: \(label.rawValue) label filter (\(label.key.isEmpty ?

source: \(minGroupSize)장 이상
en: \(minGroupSize)+ photos

source: \(moved)장 이동 완료 (Cmd+Z 되돌리기)
en: \(moved) photos moved (Undo: Cmd+Z)

source: \(parsedFilenameCount)개 감지됨
en: \(parsedFilenameCount) detected

source: \(photo.fileName): 이름 충돌
en: \(photo.fileName): Name conflict

source: \(photoCount)장
en: \(photoCount) photos

source: \(photos.count)장 선택됨
en: \(photos.count) photos selected

source: \(photos.filter { !$0.isFolder }.count)장
en: \(photos.filter { !$0.isFolder }.count) photos

source: \(photosToUpload.count)장
en: \(photosToUpload.count) photos

source: \(q.score)점
en: \(q.score)pts

source: \(quizSelected.count)장 선택
en: \(quizSelected.count) photos selected

source: \(r)점
en: \(r)pts

source: \(result.succeeded)장 완료 (\(String(format:
en: \(result.succeeded) photos complete (\(String(format:

source: \(result.success)개 파일 변경 완료
en: \(result.success) files changed

source: \(savedCount)개 파일에 메타데이터가 저장되었습니다.
en: Metadata saved to \(savedCount) files.

source: \(score)점
en: \(score)pts

source: \(self.cameraName) 연결 중...
en: Connecting to \(self.cameraName)...

source: \(self.cameraName) 연결됨 - 촬영 대기 중
en: \(self.cameraName) connected — waiting for shot

source: \(self.cameraName) 준비 완료 - 촬영하세요
en: \(self.cameraName) ready — shoot now

source: \(self.photos.filter { !$0.isFolder }.count)장
en: \(self.photos.filter { !$0.isFolder }.count) photos

source: \(service.uploadDone)장 업로드 완료
en: \(service.uploadDone) photos uploaded

source: \(session.volumeName) 백업 중...
en: Backing up \(session.volumeName)...

source: \(sessionName)_원본.zip
en: \(sessionName)_original.zip

source: \(skippedCount)장 중복 건너뛰기
en: \(skippedCount) duplicates skipped

source: \(sourcePhotos.count)장
en: \(sourcePhotos.count) photos

source: \(speed) · 남은 시간: \(eta)
en: \(speed) · Time remaining: \(eta)

source: \(store.aiClassifyErrors.count) 실패
en: \(store.aiClassifyErrors.count) failed

source: \(store.fileMoveLabel) 중...
en: \(store.fileMoveLabel)...

source: \(store.filteredPhotos.filter { !$0.isFolder }.count)장
en: \(store.filteredPhotos.filter { !$0.isFolder }.count) photos

source: \(store.photos.count)장의 사진을 분석합니다
en: Analyzing \(store.photos.count) photos

source: \(subfolderCount)개 폴더
en: \(subfolderCount) folders

source: \(succeeded)장 성공
en: \(succeeded) photos succeeded

source: \(targetPhotos.count)개 파일 이름 변경 예정
en: \(targetPhotos.count) files to be renamed

source: \(targetPhotos.count)장
en: \(targetPhotos.count) photos

source: \(targetPhotos.count)장 → \(totalPages)페이지
en: \(targetPhotos.count) photos → \(totalPages) pages

source: \(tierDisplayName(SystemSpec.shared.effectiveTier)) (자동: \(tierDisplayName(SystemSpec.shared.autoTier)))
en: \(tierDisplayName(SystemSpec.shared.effectiveTier)) (auto: \(tierDisplayName(SystemSpec.shared.autoTier)))

source: \(total)장 선택
en: \(total) photos selected

source: \(tracker.requestCount)회
en: \(tracker.requestCount) requests

source: _ (언더스코어)
en: _ (underscore)

source: pHash(이미지 지문) + EXIF 촬영시간으로 원본을 찾습니다. API 비용 없이 로컬에서 실행됩니다.
en: Finds originals using pHash (image fingerprint) + EXIF capture time. Runs locally with no API cost.

source: yyyy년 M월 d일 HH:mm
en: MMM d, yyyy HH:mm

source: ~10초
en: ~10s

source: ~2분
en: ~2m

source: ~30초
en: ~30s

source: ~5분
en: ~5m

source: © 2026 작가 이름
en: © 2026 Photographer Name

source: · \(result.failed)장 실패
en: · \(result.failed) photos failed

source: ⚠️ \(failedCount)개 실패
en: ⚠️ \(failedCount) failed

source: ⚠️ 폴더 생성 실패: \(error.localizedDescription)
en: ⚠️ Folder creation failed: \(error.localizedDescription)

source: ⚠️ 폴더 이동 실패: \(error.localizedDescription)
en: ⚠️ Folder move failed: \(error.localizedDescription)

source: ⚡ 균형 — 표준 설정 추천
en: ⚡ Balanced — standard settings recommended

source: ✅ 활성화되었습니다. \(formatter.string(from: expiry)) 까지 사용 가능
en: ✅ Activated. Available until \(formatter.string(from: expiry))

source: ❌ AI 보정 실패: \(error.localizedDescription) API 키와 잔액을 확인하세요.
en: ❌ AI correction failed: \(error.localizedDescription) Check your API key and balance.

source: ❌ 유효하지 않은 키입니다.
en: ❌ Invalid key.

source: ❌ 이 기기는 이미 다른 테스터 키로 활성화되어 있습니다.
en: ❌ This device is already activated with a different tester key.

source: ❌ 이 키는 무효화되었습니다.
en: ❌ This key has been invalidated.

source: 가져오기
en: Import

source: 가져오기 실패
en: Import Failed

source: 개별 선택
en: Individual Select

source: 개별 추가/해제
en: Add/Remove Individually

source: 건너뛴 파일: \(result.skipped)개
en: Skipped files: \(result.skipped)

source: 검정
en: Black

source: 검증 실패
en: Validation Failed

source: 검증 완료
en: Validation Complete

source: 계산 중...
en: Calculating...

source: 계속 업로드
en: Continue Upload

source: 고객이 QR 스캔 → 사진 셀렉 → 완료 결과가 Google Drive에 자동 저장됩니다
en: Client scans QR → selects photos → done Results auto-saved to Google Drive

source: 공개 링크
en: Public Link

source: 공유 권한 설정 실패 (\(statusCode))
en: Failed to set sharing permissions (\(statusCode))

source: 공유 링크 (\(shareLinks.count)개):
en: Share links (\(shareLinks.count)):

source: 국가
en: Country

source: 군중
en: Crowd

source: 균형 (추천)
en: Balanced (Recommended)

source: 그룹
en: Group

source: 그룹 \(group.groupIndex + 1)
en: Group \(group.groupIndex + 1)

source: 그룹핑 중...
en: Grouping...

source: 기념
en: Commemoration

source: 기본 내보내기 폴더를 선택하세요
en: Select default export folder

source: 기준 \(Int(threshold))점 이상 \(recommended.count)장 셀렉 완료
en: \(recommended.count) photos selected at \(Int(threshold))+ points

source: 기타
en: Other

source: 남은 시간: \(session.eta)
en: Time remaining: \(session.eta)

source: 낮은 해상도 빠른 탐색
en: Low Resolution Fast Browse

source: 낮음
en: Low

source: 내 컬렉션
en: My Collection

source: 내보내기 (\(targetCount)장)
en: Export (\(targetCount) photos)

source: 내보내기 완료 — JPG \(result.copiedJPG)장, RAW \(result.copiedRAW)장
en: Export Complete — JPG \(result.copiedJPG) photos, RAW \(result.copiedRAW) photos

source: 내보내기 완료 — RAW \(result.copiedRAW)장, XMP \(result.copiedXMP)장
en: Export Complete — RAW \(result.copiedRAW) photos, XMP \(result.copiedXMP) photos

source: 노랑
en: Yellow

source: 노랑 (7)
en: Yellow (7)

source: 눈 감김 감지
en: Eyes Closed Detection

source: 느림
en: Slow

source: 다른 폴더에서 "스타일 추천" 사용
en: Use "Style Recommendation" from Another Folder

source: 다시 G키 → 삭제
en: Press G Again → Delete

source: 다시 측정
en: Re-measure

source: 다운로드 실패: \(fileName)
en: Download Failed: \(fileName)

source: 단일 선택
en: Single Select

source: 단축키 도움말
en: Keyboard Shortcuts Help

source: 대비
en: Contrast

source: 대상 폴더에 이미 존재하는 파일 \(duplicateFiles.count)개:
en: \(duplicateFiles.count) files already exist in destination folder:

source: 대한민국
en: South Korea

source: 도시
en: City

source: 되돌리기 실패
en: Undo Failed

source: 되돌리기 완료
en: Undo Complete

source: 디스크
en: Disk

source: 디스크 캐시 제한
en: Disk Cache Limit

source: 디졸브
en: Dissolve

source: 디테일
en: Detail

source: 따뜻한
en: Warm

source: 라벨 없음
en: No Label

source: 라이트 모드
en: Light Mode

source: 로고 크기 \(Int(watermarkImageScale * 100))%
en: Logo Size \(Int(watermarkImageScale * 100))%

source: 로그
en: Log

source: 로그 파일 저장
en: Save Log File

source: 로그 파일이 없습니다
en: No Log File Found

source: 로그인
en: Sign In

source: 로컬 드라이브
en: Local Drive

source: 로컬 폴더
en: Local Folder

source: 리사이즈
en: Resize
